Repository: PowerBeef/Vocello
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

# vocello.mac.voices.loading
source: Loading saved voices...
de: Gespeicherte Stimmen werden geladen …
es: Cargando voces guardadas…
fr: Chargement des voix enregistrées…
it: Caricamento voci salvate…
ja: 保存済みの声を読み込み中…
ko: 저장된 음성 불러오는 중…
pt_br: Carregando vozes salvas…
ru: Загрузка сохранённых голосов…
zh_hans: 正在载入已保存的声音…

# vocello.mac.voices.empty
source: Add a voice sample from the toolbar, then use it in Voice Cloning.
de: Füge über die Symbolleiste eine Stimmprobe hinzu und verwende sie beim Stimmklonen.
es: Añade una muestra desde la barra de herramientas y úsala en Clonación de voz.
fr: Ajoutez un échantillon de voix depuis la barre d’outils, puis utilisez-le dans Clonage vocal.
it: Aggiungi un campione vocale dalla barra strumenti e usalo in Clonazione vocale.
ja: ツールバーから声のサンプルを追加し、ボイスクローンで使ってください。
ko: 도구 막대에서 음성 샘플을 추가한 후 음성 복제에 사용하세요.
pt_br: Adicione uma amostra pela barra de ferramentas e use-a na Clonagem de voz.
ru: Добавьте образец через панель инструментов, затем используйте его в клонировании голоса.
zh_hans: 通过工具栏添加声音样本，然后在声音克隆中使用。

# vocello.mac.voices.qualityWarningAccessibility
source: Reference quality warning
de: Warnung zur Referenzqualität
es: Advertencia de calidad de referencia
fr: Avertissement sur la qualité de la référence
it: Avviso sulla qualità del riferimento
ja: 参照音声の品質に関する警告
ko: 참조 품질 경고
pt_br: Aviso de qualidade da referência
ru: Предупреждение о качестве образца
zh_hans: 参考音频质量警告

# vocello.mac.voices.referenceOutsideRange
source: Reference outside recommended range
de: Referenz außerhalb des empfohlenen Bereichs
es: Referencia fuera del intervalo recomendado
fr: Référence hors de la plage recommandée
it: Riferimento fuori dall’intervallo consigliato
ja: 参照音声が推奨範囲外です
ko: 참조 오디오가 권장 범위를 벗어남
pt_br: Referência fora do intervalo recomendado
ru: Образец вне рекомендуемого диапазона
zh_hans: 参考音频超出建议范围

# vocello.mac.voices.referenceOutsideRangeShort
source: Reference outside range
de: Referenz außerhalb des Bereichs
es: Referencia fuera de intervalo
fr: Référence hors plage
it: Riferimento fuori intervallo
ja: 参照音声が範囲外
ko: 참조 범위 초과
pt_br: Referência fora do intervalo
ru: Образец вне диапазона
zh_hans: 参考音频超出范围

# vocello.mac.voices.replaceReference
source: Replace reference…
de: Referenz ersetzen …
es: Reemplazar referencia…
fr: Remplacer la référence…
it: Sostituisci riferimento…
ja: 参照音声を置き換え…
ko: 참조 바꾸기…
pt_br: Substituir referência…
ru: Заменить образец…
zh_hans: 替换参考音频…

# vocello.mac.voices.openInCloning
source: Open in Cloning
de: Im Stimmklonen öffnen
es: Abrir en Clonación
fr: Ouvrir dans Clonage
it: Apri in Clonazione
ja: クローンで開く
ko: 복제에서 열기
pt_br: Abrir na Clonagem
ru: Открыть в клонировании
zh_hans: 在克隆中打开

# vocello.mac.voices.preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리듣기
pt_br: Prévia
ru: Прослушать
zh_hans: 预览

# vocello.mac.voices.transcriptBacked
source: Transcript-backed
de: Mit Transkript
es: Con transcripción
fr: Avec transcription
it: Con trascrizione
ja: 文字起こしあり
ko: 녹취록 포함
pt_br: Com transcrição
ru: С расшифровкой
zh_hans: 含转录

# vocello.mac.voices.audioOnlyFallback
source: Audio-only fallback
de: Ausweichlösung nur mit Audio
es: Alternativa de solo audio
fr: Audio seulement (repli)
it: Alternativa solo audio
ja: 音声のみの代替方式
ko: 오디오만 사용하는 대체 방식
pt_br: Alternativa somente áudio
ru: Запасной вариант: только аудио
zh_hans: 仅音频备用方式

# vocello.mac.voices.detailTranscript
source: Clone prompt prepares on first use.
de: Die Klonvorbereitung erfolgt beim ersten Verwenden.
es: La preparación para clonar se realiza en el primer uso.
fr: L’amorce de clonage se prépare à la première utilisation.
it: La preparazione per clonare avviene al primo utilizzo.
ja: 初回使用時にクローンの準備を行います。
ko: 처음 사용할 때 복제 준비가 이루어집니다.
pt_br: A preparação para clonagem ocorre no primeiro uso.
ru: Подготовка к клонированию выполняется при первом использовании.
zh_hans: 首次使用时会进行克隆准备。

# vocello.mac.voices.detailAudioOnly
source: Add a transcript for the strongest clone.
de: Füge für den besten Klon ein Transkript hinzu.
es: Añade una transcripción para mejorar la clonación.
fr: Ajoutez une transcription pour un clone optimal.
it: Aggiungi una trascrizione per una clonazione migliore.
ja: より良いクローンには文字起こしを追加してください。
ko: 더 좋은 복제를 위해 녹취록을 추가하세요.
pt_br: Adicione uma transcrição para uma clonagem melhor.
ru: Добавьте расшифровку для лучшего клонирования.
zh_hans: 添加转录可获得更好的克隆效果。

# vocello.mac.history.deleteTitle
source: Delete Generation?
de: Generierung löschen?
es: ¿Eliminar la generación?
fr: Supprimer la génération ?
it: Eliminare la generazione?
ja: 生成結果を削除しますか？
ko: 생성 결과를 삭제할까요?
pt_br: Excluir geração?
ru: Удалить результат генерации?
zh_hans: 删除生成结果？

# vocello.mac.history.deleteDetail
source: This will permanently delete the generation and its audio file.
de: Dies löscht die Generierung und ihre Audiodatei dauerhaft.
es: Esto eliminará permanentemente la generación y su archivo de audio.
fr: Cette action supprimera définitivement la génération et son fichier audio.
it: Eliminerà definitivamente la generazione e il relativo file audio.
ja: 生成結果と音声ファイルを完全に削除します。
ko: 생성 결과와 오디오 파일을 영구적으로 삭제합니다.
pt_br: Isso excluirá permanentemente a geração e seu arquivo de áudio.
ru: Это навсегда удалит результат генерации и его аудиофайл.
zh_hans: 这将永久删除生成结果及其音频文件。

# vocello.mac.history.revealInFinder
source: Reveal in Finder
de: Im Finder zeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finder に表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示

# vocello.mac.history.pinSeed
source: Pin seed %1$@ for new takes
de: Startwert %1$@ für neue Aufnahmen fixieren
es: Fijar la semilla %1$@ para nuevas tomas
fr: Épingler la graine %1$@ pour les prochaines prises
it: Fissa il seed %1$@ per i nuovi take
ja: 新しいテイクにシード %1$@ を固定
ko: 새 테이크에 시드 %1$@ 고정
pt_br: Fixar semente %1$@ para novas tomadas
ru: Закрепить зерно %1$@ для новых дублей
zh_hans: 为新生成固定种子 %1$@

# vocello.mac.history.finishedAudioWaiting
source: Finished audio is waiting for History
de: Fertiges Audio wartet auf den Verlauf
es: Hay audio terminado pendiente de guardar en el historial
fr: L’audio terminé attend d’être ajouté à l’historique
it: Audio completato in attesa della cronologia
ja: 完成した音声が履歴への保存を待っています
ko: 완성된 오디오가 기록 저장을 기다립니다
pt_br: Áudio finalizado aguardando o histórico
ru: Готовое аудио ожидает сохранения в истории
zh_hans: 已完成的音频正在等待保存到历史记录

# vocello.mac.history.revealAudio
source: Reveal Audio
de: Audio zeigen
es: Mostrar audio
fr: Afficher l’audio
it: Mostra audio
ja: 音声を表示
ko: 오디오 보기
pt_br: Mostrar áudio
ru: Показать аудио
zh_hans: 显示音频

# vocello.mac.history.saveToSavedVoices
source: Save to Saved Voices
de: In Gespeicherte Stimmen sichern
es: Guardar en Voces guardadas
fr: Enregistrer dans les voix enregistrées
it: Salva in Voci salvate
ja: 保存済みの声に追加
ko: 저장된 음성에 저장
pt_br: Salvar em Vozes salvas
ru: Добавить в сохранённые голоса
zh_hans: 保存到已保存的声音

# vocello.mac.savedVoice.namePlaceholder
source: Saved voice name
de: Name der gespeicherten Stimme
es: Nombre de la voz guardada
fr: Nom de la voix enregistrée
it: Nome della voce salvata
ja: 保存する声の名前
ko: 저장할 음성 이름
pt_br: Nome da voz salva
ru: Имя сохранённого голоса
zh_hans: 已保存声音的名称

# vocello.mac.savedVoice.audioPlaceholder
source: Reference audio file
de: Referenzaudiodatei
es: Archivo de audio de referencia
fr: Fichier audio de référence
it: File audio di riferimento
ja: 参照音声ファイル
ko: 참조 오디오 파일
pt_br: Arquivo de áudio de referência
ru: Файл образца аудио
zh_hans: 参考音频文件

# vocello.mac.savedVoice.browse
source: Browse...
de: Durchsuchen …
es: Explorar…
fr: Parcourir…
it: Sfoglia…
ja: 参照…
ko: 찾아보기…
pt_br: Explorar…
ru: Обзор…
zh_hans: 浏览…

# vocello.mac.savedVoice.record
source: Record...
de: Aufnehmen …
es: Grabar…
fr: Enregistrer…
it: Registra…
ja: 録音…
ko: 녹음…
pt_br: Gravar…
ru: Записать…
zh_hans: 录音…

# vocello.mac.savedVoice.transcriptSection
source: Transcript (recommended for reusable clones)
de: Transkript (für wiederverwendbare Klone empfohlen)
es: Transcripción (recomendada para reutilizar clones)
fr: Transcription (recommandée pour des clones réutilisables)
it: Trascrizione (consigliata per cloni riutilizzabili)
ja: 文字起こし（クローンの再利用に推奨）
ko: 녹취록(재사용할 복제에 권장)
pt_br: Transcrição (recomendada para clones reutilizáveis)
ru: Расшифровка (рекомендуется для повторного клонирования)
zh_hans: 转录文本（建议用于可复用的克隆）

# vocello.mac.savedVoice.transcriptHelp
source: Transcript-backed voices can reuse prepared Qwen3 clone prompts; audio-only voices remain available as a lower-guidance fallback.
de: Stimmen mit Transkript können vorbereitete Qwen3-Klonvorgaben wiederverwenden; reine Audiostimmen bleiben als weniger stark geführte Ausweichlösung verfügbar.
es: Las voces con transcripción pueden reutilizar las preparaciones de clonación de Qwen3; las voces de solo audio siguen disponibles como alternativa con menos orientación.
fr: Les voix avec transcription peuvent réutiliser des amorces de clonage Qwen3 préparées ; les voix audio seulement restent disponibles comme repli moins guidé.
it: Le voci con trascrizione possono riutilizzare le preparazioni di clonazione Qwen3; le voci solo audio restano disponibili come alternativa con meno indicazioni.
ja: 文字起こし付きの声は準備済み Qwen3 クローン指示を再利用できます。音声のみの声も、誘導の少ない代替方式として利用できます。
ko: 녹취록이 있는 음성은 준비된 Qwen3 복제 지시를 재사용할 수 있습니다. 오디오만 있는 음성도 지침이 적은 대체 방식으로 사용할 수 있습니다.
pt_br: Vozes com transcrição podem reutilizar as preparações de clonagem do Qwen3; vozes somente com áudio continuam disponíveis como alternativa com menos orientação.
ru: Голоса с расшифровкой могут повторно использовать подготовленные данные клонирования Qwen3; голоса только с аудио остаются запасным вариантом с меньшим управлением.
zh_hans: 含转录的声音可复用已准备的 Qwen3 克隆提示；仅音频声音仍可作为引导较少的备用方式使用。

# vocello.mac.savedVoice.keepVoice
source: Keep voice
de: Stimme behalten
es: Conservar voz
fr: Conserver la voix
it: Conserva voce
ja: 声を保持
ko: 음성 유지
pt_br: Manter voz
ru: Оставить голос
zh_hans: 保留声音

# vocello.mac.savedVoice.discardAndReRecord
source: Discard and re-record
de: Verwerfen und neu aufnehmen
es: Descartar y volver a grabar
fr: Abandonner et réenregistrer
it: Scarta e registra di nuovo
ja: 破棄して録り直す
ko: 버리고 다시 녹음
pt_br: Descartar e gravar novamente
ru: Отбросить и перезаписать
zh_hans: 丢弃并重新录制

# vocello.mac.record.title
source: Record Reference Clip
de: Referenzclip aufnehmen
es: Grabar clip de referencia
fr: Enregistrer un clip de référence
it: Registra clip di riferimento
ja: 参照音声を録音
ko: 참조 오디오 녹음
pt_br: Gravar clipe de referência
ru: Записать образец
zh_hans: 录制参考音频

# vocello.mac.record.record
source: Record
de: Aufnehmen
es: Grabar
fr: Enregistrer
it: Registra
ja: 録音
ko: 녹음
pt_br: Gravar
ru: Записать
zh_hans: 录音

# vocello.mac.record.stop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt_br: Parar
ru: Стоп
zh_hans: 停止

# vocello.mac.record.retake
source: Retake
de: Neu aufnehmen
es: Volver a grabar
fr: Recommencer
it: Registra di nuovo
ja: 録り直す
ko: 다시 녹음
pt_br: Gravar novamente
ru: Перезаписать
zh_hans: 重新录制

# vocello.mac.record.microphoneDeniedTitle
source: Microphone access denied
de: Mikrofonzugriff verweigert
es: Acceso al micrófono denegado
fr: Accès au microphone refusé
it: Accesso al microfono negato
ja: マイクへのアクセスが拒否されました
ko: 마이크 접근 거부됨
pt_br: Acesso ao microfone negado
ru: Доступ к микрофону запрещён
zh_hans: 麦克风访问被拒绝

# vocello.mac.record.openSystemSettings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir les Réglages Système
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
zh_hans: 打开系统设置

# vocello.mac.record.microphoneDeniedDetail
source: Vocello needs the microphone to record reference clips. Enable it in System Settings to continue.
de: Vocello benötigt das Mikrofon für Referenzaufnahmen. Aktiviere es in den Systemeinstellungen, um fortzufahren.
es: Vocello necesita el micrófono para grabar clips de referencia. Actívalo en Ajustes del Sistema para continuar.
fr: Vocello a besoin du microphone pour enregistrer des clips de référence. Activez-le dans les Réglages Système pour continuer.
it: Vocello richiede il microfono per registrare riferimenti. Abilitalo in Impostazioni di Sistema per continuare.
ja: 参照音声の録音にはマイクが必要です。続けるにはシステム設定で有効にしてください。
ko: 참조 오디오를 녹음하려면 마이크가 필요합니다. 계속하려면 시스템 설정에서 활성화하세요.
pt_br: O Vocello precisa do microfone para gravar referências. Ative-o nos Ajustes do Sistema para continuar.
ru: Vocello нужен микрофон для записи образцов. Включите его в Системных настройках, чтобы продолжить.
zh_hans: Vocello 需要麦克风来录制参考音频。请在系统设置中启用以继续。

# vocello.mac.sidebar.brandTagline
source: AI·TTS
de: KI·TTS
es: IA·TTS
fr: IA·TTS
it: IA·TTS
pt_br: IA·TTS
ru: ИИ·TTS

# vocello.mac.sidebar.brandAccessibility
source: Vocello, AI text to speech
de: Vocello, KI-Text-zu-Sprache
es: Vocello, texto a voz con IA
fr: Vocello, synthèse vocale par IA
it: Vocello, sintesi vocale con IA
ja: Vocello、AI テキスト読み上げ
ko: Vocello, AI 텍스트 음성 변환
pt_br: Vocello, texto para fala com IA
ru: Vocello, ИИ-синтез речи
zh_hans: Vocello，AI 文本转语音

# vocello.mac.startup.cannotContinue
source: The app can't continue until its native resources are valid. You can retry the startup checks or copy the diagnostics for troubleshooting.
de: Die App kann erst fortfahren, wenn ihre nativen Ressourcen gültig sind. Wiederhole die Startprüfungen oder kopiere die Diagnosedaten zur Fehlerbehebung.
es: La app no puede continuar hasta que sus recursos nativos sean válidos. Puedes reintentar las comprobaciones de inicio o copiar los diagnósticos para resolver el problema.
fr: L’app ne peut pas continuer tant que ses ressources natives ne sont pas valides. Vous pouvez relancer les vérifications de démarrage ou copier les diagnostics pour le dépannage.
it: L’app non può continuare finché le risorse native non sono valide. Puoi ripetere i controlli di avvio o copiare la diagnostica per risolvere il problema.
ja: ネイティブリソースが有効になるまでアプリを続行できません。起動時のチェックを再試行するか、診断情報をコピーして問題を調べてください。
ko: 네이티브 리소스가 유효해야 앱을 계속할 수 있습니다. 시작 검사를 다시 시도하거나 진단 정보를 복사해 문제를 해결하세요.
pt_br: O app não pode continuar até que seus recursos nativos sejam válidos. Você pode repetir as verificações de inicialização ou copiar os diagnósticos para resolver o problema.
ru: Приложение не может продолжить, пока его нативные ресурсы недействительны. Повторите проверки запуска или скопируйте диагностику для решения проблемы.
zh_hans: 本地原生资源有效后，应用才能继续。你可以重试启动检查，或复制诊断信息以排查问题。

# vocello.mac.startup.manifestPath
source: Manifest path
de: Manifestpfad
es: Ruta del manifiesto
fr: Chemin du manifeste
it: Percorso del manifesto
ja: マニフェストのパス
ko: 매니페스트 경로
pt_br: Caminho do manifesto
ru: Путь манифеста
zh_hans: 清单路径

# vocello.mac.startup.bundlePath
source: Bundle path
de: Bundle-Pfad
es: Ruta del paquete
fr: Chemin du bundle
it: Percorso del bundle
ja: バンドルのパス
ko: 번들 경로
pt_br: Caminho do pacote
ru: Путь пакета
zh_hans: 应用包路径

# vocello.mac.startup.resourcesPath
source: Resources path
de: Ressourcenpfad
es: Ruta de recursos
fr: Chemin des ressources
it: Percorso delle risorse
ja: リソースのパス
ko: 리소스 경로
pt_br: Caminho dos recursos
ru: Путь ресурсов
zh_hans: 资源路径

# vocello.mac.startup.underlyingError
source: Underlying error
de: Zugrunde liegender Fehler
es: Error subyacente
fr: Erreur sous-jacente
it: Errore sottostante
ja: 原因となるエラー
ko: 원인 오류
pt_br: Erro subjacente
ru: Исходная ошибка
zh_hans: 底层错误

# vocello.mac.startup.copyDiagnostics
source: Copy Diagnostics
de: Diagnosedaten kopieren
es: Copiar diagnósticos
fr: Copier les diagnostics
it: Copia diagnostica
ja: 診断情報をコピー
ko: 진단 정보 복사
pt_br: Copiar diagnósticos
ru: Скопировать диагностику
zh_hans: 复制诊断信息

# vocello.mac.menu.playback
source: Playback
de: Wiedergabe
es: Reproducción
fr: Lecture
it: Riproduzione
ja: 再生
ko: 재생
pt_br: Reprodução
ru: Воспроизведение
zh_hans: 播放

# vocello.mac.menu.playPause
source: Play / Pause
de: Abspielen / Pause
es: Reproducir / Pausar
fr: Lecture / Pause
it: Riproduci / Pausa
ja: 再生 / 一時停止
ko: 재생 / 일시 정지
pt_br: Reproduzir / Pausar
ru: Воспроизведение / Пауза
zh_hans: 播放 / 暂停

# vocello.mac.menu.stop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt_br: Parar
ru: Стоп
zh_hans: 停止

# vocello.mac.menu.navigate
source: Navigate
de: Navigieren
es: Navegar
fr: Navigation
it: Naviga
ja: 移動
ko: 이동
pt_br: Navegar
ru: Навигация
zh_hans: 导航

# vocello.mac.menu.builtInVoice
source: Built-in Voice
de: Integrierte Stimme
es: Voz integrada
fr: Voix intégrée
it: Voce integrata
ja: 内蔵ボイス
ko: 내장 음성
pt_br: Voz integrada
ru: Встроенный голос
zh_hans: 内置声音

# vocello.mac.menu.voiceDesign
source: Voice Design
de: Stimmdesign
es: Diseño de voz
fr: Création de voix
it: Design vocale
ja: ボイスデザイン
ko: 음성 디자인
pt_br: Criação de voz
ru: Дизайн голоса
zh_hans: 声音设计

# vocello.mac.menu.voiceCloning
source: Voice Cloning
de: Stimmklonen
es: Clonación de voz
fr: Clonage vocal
it: Clonazione vocale
ja: ボイスクローン
ko: 음성 복제
pt_br: Clonagem de voz
ru: Клонирование голоса
zh_hans: 声音克隆

# vocello.mac.menu.history
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
ru: История
zh_hans: 历史记录

# vocello.mac.menu.savedVoices
source: Saved Voices
de: Gespeicherte Stimmen
es: Voces guardadas
fr: Voix enregistrées
it: Voci salvate
ja: 保存済みの声
ko: 저장된 음성
pt_br: Vozes salvas
ru: Сохранённые голоса
zh_hans: 已保存的声音

# vocello.mac.menu.models
source: Models
de: Modelle
es: Modelos
fr: Modèles
it: Modelli
ja: モデル
ko: 모델
pt_br: Modelos
ru: Модели
zh_hans: 模型

# vocello.mac.menu.openOutputFolder
source: Open Output Folder
de: Ausgabeordner öffnen
es: Abrir carpeta de salida
fr: Ouvrir le dossier de sortie
it: Apri cartella di output
ja: 出力フォルダを開く
ko: 출력 폴더 열기
pt_br: Abrir pasta de saída
ru: Открыть папку результатов
zh_hans: 打开输出文件夹

# vocello.mac.common.revealInFinder
source: Reveal in Finder
de: Im Finder zeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finder に表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示

# vocello.mac.settings.modelDownloads
source: Model downloads
de: Modelldownloads
es: Descargas de modelos
fr: Téléchargements de modèles
it: Download dei modelli
ja: モデルのダウンロード
ko: 모델 다운로드
pt_br: Downloads de modelos
ru: Загрузки моделей
zh_hans: 模型下载

# vocello.mac.settings.playback
source: Playback
de: Wiedergabe
es: Reproducción
fr: Lecture
it: Riproduzione
ja: 再生
ko: 재생
pt_br: Reprodução
ru: Воспроизведение
zh_hans: 播放

# vocello.mac.settings.autoPlay
source: Auto-play generated audio
de: Erzeugtes Audio automatisch abspielen
es: Reproducir automáticamente el audio generado
fr: Lire automatiquement l’audio généré
it: Riproduci automaticamente l’audio generato
ja: 生成した音声を自動再生
ko: 생성된 오디오 자동 재생
pt_br: Reproduzir áudio gerado automaticamente
ru: Автоматически воспроизводить созданное аудио
zh_hans: 自动播放生成的音频

# vocello.mac.settings.variationHelp
source: How much takes vary when regenerating the same text. Expressive is the model's official sampling (liveliest); Balanced and Consistent trade some liveliness for steadier, more repeatable takes.
de: Wie stark Aufnahmen beim erneuten Erzeugen desselben Texts variieren. Ausdrucksstark nutzt das offizielle Sampling des Modells (am lebhaftesten); Ausgewogen und Konstant tauschen etwas Lebhaftigkeit gegen stabilere, besser reproduzierbare Aufnahmen.
es: Cuánto varían las tomas al regenerar el mismo texto. Expresiva usa el muestreo oficial del modelo (más vivaz); Equilibrada y Constante reducen algo la vivacidad para lograr tomas más estables y repetibles.
fr: Degré de variation des prises lorsque le même texte est régénéré. Expressif est l’échantillonnage officiel du modèle (le plus vivant) ; Équilibré et Constant échangent un peu de vivacité contre des prises plus stables et reproductibles.
it: Quanto variano i take rigenerando lo stesso testo. Espressiva usa il campionamento ufficiale del modello (più vivace); Bilanciata e Costante sacrificano un po’ di vivacità per take più stabili e ripetibili.
ja: 同じテキストを再生成したときの変化の大きさです。「表現豊か」はモデル公式のサンプリングで最も生き生きとし、「バランス」と「安定」は表現力を少し抑えて安定性と再現性を高めます。
ko: 같은 텍스트를 다시 생성할 때 테이크가 달라지는 정도입니다. 표현력 있게는 모델의 공식 샘플링으로 가장 생동감 있고, 균형 있게와 일관되게는 생동감을 조금 줄여 안정성과 재현성을 높입니다.
pt_br: Quanto as tomadas variam ao gerar novamente o mesmo texto. Expressiva usa a amostragem oficial do modelo (mais viva); Equilibrada e Consistente trocam um pouco de vivacidade por tomadas mais estáveis e reproduzíveis.
ru: Насколько различаются дубли одного текста. «Выразительно» использует официальную выборку модели (самую живую); «Сбалансированно» и «Стабильно» немного снижают живость ради более ровных и повторяемых дублей.
zh_hans: 重新生成同一文本时，各次结果的变化程度。“表现力强”使用模型官方采样（最生动）；“均衡”和“稳定”以部分生动性换取更稳定、可重复的结果。

# vocello.mac.settings.generation
source: Generation
de: Generierung
es: Generación
fr: Génération
it: Generazione
ja: 生成
ko: 생성
pt_br: Geração
ru: Генерация
zh_hans: 生成

# vocello.mac.settings.preferLowerMemory
source: Prefer lower-memory models
de: Speichersparende Modelle bevorzugen
es: Preferir modelos de menor consumo de memoria
fr: Préférer les modèles moins gourmands en mémoire
it: Preferisci modelli con meno memoria
ja: 省メモリモデルを優先
ko: 저메모리 모델 우선
pt_br: Preferir modelos que usam menos memória
ru: Предпочитать модели с меньшим расходом памяти
zh_hans: 优先使用低内存模型

# vocello.mac.settings.preferLowerMemoryDetail
source: Pins every generation mode to the Speed package. Speed uses less memory and is safer on lower-RAM Macs, with lower fidelity than Quality. You can still switch per-generation in the mode screens; this toggle just changes the defaults.
de: Legt das Speed-Paket für alle Generierungsmodi als Standard fest. Speed braucht weniger Speicher und ist auf Macs mit wenig RAM sicherer, bietet aber weniger Klangtreue als Quality. Du kannst das Modell weiterhin je Generierung wechseln; dieser Schalter ändert nur die Standardwerte.
es: Establece el paquete Speed como predeterminado en todos los modos. Speed usa menos memoria y es más seguro en Macs con poca RAM, con menor fidelidad que Quality. Puedes cambiarlo en cada generación; este ajuste solo cambia los valores predeterminados.
fr: Fixe chaque mode de génération sur le paquet Rapide. Rapide utilise moins de mémoire et convient mieux aux Mac avec peu de RAM, avec une fidélité moindre que Qualité. Vous pouvez toujours changer par génération dans les écrans de mode ; ce réglage ne modifie que les valeurs par défaut.
it: Imposta il pacchetto Speed come predefinito per tutte le modalità. Speed usa meno memoria ed è più sicuro sui Mac con poca RAM, con fedeltà inferiore a Quality. Puoi ancora cambiarlo per ogni generazione; questo interruttore cambia solo i valori predefiniti.
ja: すべての生成モードの標準を Speed にします。Speed は使用メモリが少なく、RAM の少ない Mac で安全ですが、Quality より忠実度が低くなります。各生成画面で切り替えることもできます。この設定は標準値だけを変えます。
ko: 모든 생성 모드의 기본값을 Speed 패키지로 설정합니다. Speed는 메모리를 덜 사용해 RAM이 적은 Mac에서 더 안전하지만 Quality보다 충실도가 낮습니다. 생성 화면에서 매번 바꿀 수 있으며 이 설정은 기본값만 변경합니다.
pt_br: Define o pacote Speed como padrão em todos os modos de geração. Speed usa menos memória e é mais seguro em Macs com pouca RAM, com fidelidade inferior a Quality. Você ainda pode trocar por geração; este ajuste muda apenas os padrões.
ru: Задаёт пакет Speed по умолчанию во всех режимах. Speed использует меньше памяти и безопаснее на Mac с малым объёмом ОЗУ, но уступает Quality в точности. Модель можно менять для каждой генерации; переключатель меняет только значения по умолчанию.
zh_hans: 将所有生成模式默认设为 Speed。Speed 占用内存更少，在低内存 Mac 上更安全，但保真度低于 Quality。你仍可在每次生成时切换；此开关仅更改默认值。

# vocello.mac.settings.performance
source: Performance
de: Leistung
es: Rendimiento
it: Prestazioni
ja: パフォーマンス
ko: 성능
pt_br: Desempenho
ru: Производительность
zh_hans: 性能
